{
    "nav": {
        "label": "Sprache",
        "about": "Über Uns",
        "home": "Start",
        "resources": "Ressourcen",
        "solutions": "Lösungen",
        "team": "Team",
        "contact": "Kontakt"         
    },
    "intro": {
        "title": "Entfesseln Sie das Potenzial von KI mit",
        "subtitle": "Entwickeln, integrieren und nutzen Sie KI-Systeme, die Menschen bei ihren Aufgaben dienen - nicht umgekehrt."
    },
    "about": {
        "section": "Über Uns",
        "title": "Was Wir Bieten",
        "subtitle": "Menschen befähigen - für mehr Vertrauen, Kontrollierbarkeit und erfolgreiche Zusammenarbeit.",
        "vision": "Unsere Mission",
        "box-title-hcai": "Menschzentrierte KI",
        "box-content-hcai": "Wir helfen Organisationen, KI-Systeme zu schaffen, zu integrieren oder zu nutzen, die den Menschen bei ihren Aufgaben unterstützen - nicht andersherum. Wir helfen dabei, KI-Systeme zu konzipieren und zu gestalten - mit Blick auf Vertrauen, Kontrollierbarkeit und Zusammenarbeit für KI, die Menschen befähigt.",
        "box-title-aiact": "Vorbereitung auf die KI-VO",
        "box-content-aiact": "Wir unterstützen Organisationen bei der Vorbereitung auf die europäische KI-Verordnung - proaktiv, praktisch und menschenzentriert. Mithilfe interner Tools und ISO/DIN-basierter Kriterien bewerten wir z. B. Maßnahmen zur menschlichen Aufsicht, Transparenz und Dokumentation, um die Revisionsfähigkeit zu unterstützen.",
        "box-title-methods": "Wissenschaftliche Methoden",
        "box-content-methods": "Wir setzen Forschung in die Praxis um - mit validierten Methoden aus der Kognitionswissenschaft und MCI wie dem Modell der Integrierten Informationsverarbeitung helfen wir Organisationen, KI zu gestalten, Nutzende zu schulen und Systeme zu entwickeln, die in reale Arbeitsumgebungen passen."
    },
    "video": {
        "title": "Was gibt’s Neues?",
        "content": "Entdecken Sie die neuesten Beiträge und Social-Media-Inhalte mit Einblicken in unsere Arbeit und informativen Perspektiven auf die sich entwickelnde Beziehung zwischen Mensch und Künstlicher Intelligenz.",
        "btn-youtube": "Unser YouTube-Kanal"
    },
    "solutions": {
        "section": "Unsere Dienstleistungen",
        "title": "Menschzentrierte Lösungen",
        "subtitle": "Beratung in allen Phasen der Integration.",
        "box-title-concept": "Prozesskonzeption",
        "box-content-concept": "Wir begleiten unsere Kund:innen beim Einstieg in die Integartion von KI, indem wir verstehen, wo und welche KI-Systeme benötigt werden. Wir analysieren Informationsflüsse, Nutzeraufgaben und die erforderlichen Kompetenzen von Mensch und KI. Unsere Expertise im Bereich erklärbare KI unterstützt das Design integrierter, vertrauenswürdiger KI-Systeme von Grund auf – für mehr Transparenz und Menschzentrierung.",
        "box-btn-concept": "Termin buchen",
        "box-title-evaluation": "Wirkungsevaluation",
        "box-content-evaluation": "Wir evaluieren bestehende oder neu eingeführte Systeme auf ihre Menschenzentrierung, Transparenz und Effektivität - und bieten praktische Ratschläge für Verbesserungen. Dabei arbeiten wir mit allen Beteiligten zusammen, z. B. mit Digitalisierungsbeauftragten oder Betriebsräten. Außerdem unterstützen wir Organisationen bei der Anpassung an die Anforderungen der europäischen KI-Verordnung.",
        "box-btn-evaluation": "Bericht ansehen",
        "box-title-onboarding": "Einführung von Nutzenden",
        "box-content-onboarding": "Künftige Anwendende sind vielleicht noch unsicher oder haben Angst, durch die Systeme nicht mehr gebraucht zu werden. Unsere Programme stellen sicher, dass Einzelpersonen und Teams die Kompetenz und das Vertrauen haben, mit intelligenten Systemen zu arbeiten. Wir vermitteln Nutzenden die Fähigkeiten, die sie benötigen, um KI effektiv, sicher und in Übereinstimmung mit den regulatorischen Erwartungen zu nutzen.",
        "box-btn-onboarding": "Material anfordern",
        "devTitle": "Sie entwickeln KI-Systeme",
        "devSub": "So unterstützen wir KI-Hersteller",
        "useTitle": "Sie setzen bereits KI ein ",
        "useSub": "Unsere Leistungen für Unternehmen mit KI",
        "exploreTitle": "Sie erkunden gerade KI",
        "exploreSub": "Testen Sie unseren kostenlosen Self-Check",
        "devContentTitle": "Sie entwickeln – wir sorgen für Wirkung.",
        "useContentTitle": "Sie setzen KI ein – wir machen sie nutzbar.",
        "exploreContentTitle": "KI-Self-Check",
        "devContentAudit": "Wir analysieren, wie Ihr KI-System in der Praxis funktioniert – mit Fokus auf Usability, mentale Modelle und psychologische Akzeptanz bei Nutzer:innen.",
        "devContentAct": "Wir überprüfen Ihre Dokumentation und Mensch-Maschine-Interaktion im Hinblick auf den Europäischen AI Act – inklusive ISO 42001, Transparenz und Aufsichtsmaßnahmen.",
        "devContentWorkshops": "Gemeinsam mit Ihren Produkt- und UX-Teams gestalten wir nutzerzentrierte KI – mit wissenschaftlich fundierten Methoden zur Vertrauensbildung und Förderung von Akzeptanz.",
        "useContentCheck": "Kurzanalyse (5–10 Minuten), ob und wo KI in Ihren Prozessen echten Mehrwert bringt. Bewertet technische Machbarkeit, organisatorische Voraussetzungen und menschliche Faktoren – ohne Anmeldung.", 
        "useContentEval": " Wir messen, wie Ihre KI im Alltag tatsächlich genutzt wird: Vertrauen, Kontrollierbarkeit, Wirksamkeit. Daraus leiten wir gezielte Optimierungen ab. ",
        "useContentOnboarding": " Wir machen Teams fit für den KI-Einsatz – durch praxisnahe Schulungen, Rollenklärung und individuell angepasste Change-Begleitung.",
        "exploreContentPackage": "Ein einfacher Einstieg, um herauszufinden, ob und wo KI in Ihrem Unternehmen sinnvoll eingesetzt werden kann – ohne Fachchinesisch oder Technikdruck.",
        "exploreContentStrategy": "Wir hören zu, analysieren Ihre Situation und reflektieren gemeinsam realistische Use Cases – und wo KI vielleicht (noch) nicht passt.",
        "exploreContentRoadmap": "Ein unverbindlicher, personalisierter Fahrplan auf Basis Ihrer Self-Check-Ergebnisse – mit Empfehlungen zu Potenzialen, Risiken und sinnvollen nächsten Schritten."
    },
    "team": {
        "section": "Unser Team",
        "title": "Das Gründungsteam",
        "subtitle": "Interdisziplinär. Wissenschaftlich fundiert. Praxisnah.",
        "tim-position": "Strategie & Regiulation",
        "tim-description": "Doktor der erklärbaren, menschenzentrierten KI. Entwickler des Modells der Integrierten Informationsverarbeitung und Berater für strategische KI-Integration und Anforderungen des AI Act.",
        "luisa-position": "Betriebsleitung & Vertrieb",
        "luisa-description": "Psychologin mit Masterabschluss in kognitiven Systemen und Schwerpunkt auf Mensch-Technik-Interaktion. Berät Unternehmen bei der nutzerzentrierten Einführung und Umsetzung von KI-Systemen.",
        "thomas-position": "Wissenschaft & Ökosystem",
        "thomas-description": "Professor für Ingenieurpsychologie und kognitive Ergonomie. Experte für mentale Modelle, Usability und Nutzerdiversität – wissenschaftlicher Sparringspartner und Impulsgeber im HUMAIDE-Team.",
        "michelle-position": "Technologie & Produkt",
        "michelle-description": "Medieninformatikerin mit Schwerpunkt Human-Computer Interaction. Entwickelt erklärbare, interaktive KI-Anwendungen mit starkem UX-Fokus – darunter auch unsere nutzerzentrierten Inhouse-Tools."
    },
    "contact": {
        "section": "Kontaktdetails",
        "title": "Kontaktieren Sie Uns",
        "subtitle": "Wir freuen uns darauf, von Ihnen zu hören!",
        "box-title-call": "Lernen Sie uns persönlich kennen",
        "box-content-call": "Vereinbaren Sie ein kostenloses 15-minütiges Gespräch mit uns!",
        "box-btn-call": "Termin buchen",
        "box-title-email": "Schreiben Sie uns",
        "box-content-email": "Senden Sie uns eine Nachricht per E-Mail – wir melden uns umgehend bei Ihnen!",
        "box-btn-email": "Nachricht senden",
        "box-title-socials": "Besuchen Sie uns auf Social-Media",
        "box-content-socials": "Bleiben Sie auf dem Laufenden über unsere Kanäle!",
        "box-btn-socials": "Unser YouTube-Kanal"
    },
    "footer": {
        "legal-notice": "Impressum"
    }, 
    "mission": {
        "title": "Unsere Vision",
        "believe": "Wir glauben: KI entfaltet ihr Potenzial nur dann, wenn Technologie und Mensch gemeinsam wachsen.",
        "text": "Allzu oft sind KI-Systeme technisch stark – aber werden nicht genutzt, nicht verstanden oder nicht akzeptiert. Hersteller entwickeln Lösungen, die nicht ankommen.  Unternehmen investieren viel – und ernten Frust, Unsicherheit oder Stillstand.  HUMAIDE steht für eine Zukunft, in der KI nicht nur entwickelt, sondern wirklich integriert wird – mit dem Menschen im Mittelpunkt. Wir bauen die Brücke zwischen denjenigen, die KI entwickeln, und denen, die sie nutzen sollen. Wir verbinden Innovation mit Vertrauen, Regulatorik mit Alltagstauglichkeit und Fortschritt mit Verantwortung. Mit psychologischem Know-how, durchdachten Tools und ethischem Prozessdesign machen wir KI nutzbar – nicht nur möglich. Denn nur menschzentrierte Integration schafft echten Mehrwert. "
    },
    "sub": {
        "more": "Mehr dazu"
    },
    "contactSubpage": {
        "section": "Kontaktdetails",
        "title": "Möchten Sie mehr erfahren?",
        "subtitle": "Wir freuen uns darauf, von Ihnen zu hören!"
    },
    "bartlett-game": {
        "taskTitle": "Wie funktioniert es?",
        "task": "Ihre Aufgabe ist es, zu entscheiden ob es mehr blaue oder mehr gelbe Pixel in den angezeigten Bilden gibt. Pro Runde haben Sie dafür 10 Sekunden Zeit. In den ersten drei Runden entscheiden Sie alleine, danach erhalten Sie von einer KI einen Hinweis. Wichtig: Die KI besitzt eine Zuverlässigkeit von ca. 80%."
    }

}