{
    "nav": {
        "label": "Select another language!",
        "about": "About",
        "home": "Home",
        "resources": "Resources",
        "solutions": "Solutions",
        "team": "Team",    
        "contact": "Contact us"    
    },
    "intro": {
        "title": "Unlock AI's potential with",
        "subtitle": "Create, integrate and use AI systems that serve humans in their task – not the other way around."
    },
    "about": {
        "section": "About Us", 
        "title": "What We Offer",
        "subtitle": "Empowering humans – for more trust, controllability and successful collaboration.",
        "vision": "Our Mission",
        "box-title-hcai": "Human-Centered AI",
        "box-content-hcai": "We help organizations create, integrate or use AI systems that serve humans in their task – not the other way around. We help to conceptualize and design AI systems – addressing trust, controllability, and collaboration for AI that empowers people.",
        "box-title-aiact": "AI Act Readiness",
        "box-content-aiact": "We support organizations in preparing for the European AI Act – proactively, practically, and human-centered. Using in-house tools and ISO/DIN-based criteria, we assess, e.g., measures for human oversight, transparency, and documentation to support audit readiness.",
        "box-title-methods": "Scientific Methods",
        "box-content-methods": "We translate research into practice – with validated methods from cognitive science and HCI such as the Integrated Information Processing model, we help organizations design AI, train users, and build systems that fit real work environments."
    },
    "video": {
        "title": "What's New?",
        "content": "Explore the latest videos and social media content, offering insights into our work and informative perspectives on the evolving relationship between humans and artificial intelligence.",
        "btn-youtube": "Visit our Youtube-Channel"
    },
    "solutions": {
        "section": "Our Services",
        "title": "Human-Centered Solutions",
        "subtitle": "Consulting throughout all phases of integration.",
        "box-title-concept": "Process Conception",
        "box-content-concept": "We initalise our clients’ AI journey by understanding where and which AI systems are needed. We analyze information flows, user tasks, and the required competencies of both humans and AI. Our expertise in explainable AI supports the design of integrated, trustworthy AI systems from the ground up, ensuring transparency and human-centeredness.",
        "box-btn-concept": "Book a call",
        "box-title-evaluation": "Impact Evaluation",
        "box-content-evaluation": "We evaluate existing or recently introduced systems for human-centeredness, transparency, and effectiveness – and offer practical advice for improvement. We collaborate with all stakeholders, e.g., digitalization officers or union representatives. We also support organizations in aligning with the requirements of the European AI Act.",
        "box-btn-evaluation": "View our report",
        "box-title-onboarding": "Operator On-boarding",
        "box-content-onboarding": "Future AI operators may still experience insecurity or a fear of being obsolete. Readiness makes navigating change easier. Our programs ensure that individuals and teams have the competence and confidence to work with intelligent systems. We equip users with the skills needed to use AI effectively, safely, and in compliance with regulatory expectations.",
        "box-btn-onboarding": "Request material",
        "devTitle": "You develop AI systems",
        "devSub": "Explore our support for AI providers",
        "useTitle": "You use AI in your organization",
        "useSub": "See our services for AI users",
        "exploreTitle": "You're just starting to explore AI",
        "exploreSub": "Start with our free Self-Check",
        "devContentTitle": "You build it – we make it usable.",
        "useContentTitle": "You’ve bought AI – now let’s make it work.",
        "exploreContentTitle": "You’re exploring – we provide clarity.",
        "devContentAudit": "We assess how your AI system performs in real-world use. Based on usability testing, mental models, and psychological acceptance factors.",
        "devContentAct": "We analyze your documentation and interaction flows in light of the European AI Act – including ISO 42001 alignment, transparency, and human oversight.",
        "devContentWorkshops": "We co-create solutions with your product and UX teams. Based on scientific design principles, we help build trust and usability into your AI – before it hits the market.",
        "useContentCheck": "Quick assessment (5–10 minutes) of AI potential across your processes. Evaluates technical feasibility, organizational readiness, and user impact – no login needed.", 
        "useContentEval": "We measure how your AI system is actually used: does it create trust, controllability, and value? Our metrics reveal gaps and guide improvements.",
        "useContentOnboarding": " We empower teams to work confidently with AI. Includes practical training, role alignment, and change facilitation tailored to different user types.",
        "exploreContentPackage": "An accessible way to explore where AI could meaningfully support your organization – without tech jargon or hype.",
        "exploreContentStrategy": "We listen, map your use cases, and reflect what level of AI makes sense – and what doesn’t.",
        "exploreContentRoadmap": "A personalized, non-binding guide based on your Self-Check results and organizational context – including risks, value areas, and process recommendations."

    },
    "team": {
        "section": "Our Team",
        "title": "Meet The Founder",
        "subtitle": "Interdisciplinary. Grounded in science. Practice-oriented.",
        "tim-position": "Strategy & Regulation",
        "tim-description": "PhD in explainable, human-centered AI. Developer of the Integrated Information Processing Model and advisor on strategic AI integration and AI Act requirements.",
        "luisa-position": "Operations & Sales",
        "luisa-description": "Psychologist with a Master’s in Cognitive Systems and a focus on human-technology interaction. Advises organizations on user-centered implementation and adoption of AI systems.",
        "thomas-position": "Science & Ecosystem",
        "thomas-description": "Professor of Engineering Psychology and Cognitive Ergonomics. Expert in mental models, usability, and user diversity – scientific advisor and strategic thought partner at HUMAIDE. ",
        "michelle-position": "Technology & Product",
        "michelle-description": "Media informatics specialist focused on Human-Computer Interaction. Designs explainable, interactive AI applications with a strong UX focus – including our user-centered in-house tools."
    },
    "contact": {
        "section": "Contact Details",
        "title": "Get in Touch",
        "subtitle": "We are looking forward to hearing from you!",
        "box-title-call": "Let's Have a Chat",
        "box-content-call": "Schedule a free 15-minute call with us! Just pick a time that works best for you.",
        "box-btn-call": "Schedule your call",
        "box-title-email": "Email Us",
        "box-content-email": "Send us a message via mail. We'll get right back to you!",
        "box-btn-email": "Send a message",
        "box-title-socials": "Visit our Socials",
        "box-content-socials": "Stay connected and up to date with us through our channels.",
        "box-btn-socials": "Visit our Youtube-Channel"
    },
    "footer": {
        "legal-notice": "Legal Notice"
    },
    "mission": {
        "title": "Our Vision",
        "believe": "We believe that the real power of AI unfolds only when technology and people evolve together.",
        "text": "Too often, AI solutions are technically brilliant – but misunderstood, unused, or mistrusted. Manufacturers see promising systems fail to gain traction. Organizations invest heavily – only to face resistance, confusion, or inefficiency. At HUMAIDE, we envision a world where AI systems are not just built, but truly integrated – with people at the center. We bridge the gap between creators and users, aligning innovation with understanding, regulation with usability, and ambition with acceptance. With psychological insight, structured tools, and ethical design, we ensure AI works with people – not despite them. Because only human-centered integration turns potential into real-world value. "
    }
}